Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# finances.market.search.support_hint
source: Если тикера нет или поиск работает не так,
de: Wenn das Symbol fehlt oder die Suche nicht korrekt funktioniert, schick uns, was du versucht hast.
en: If the symbol is missing or the search does not work correctly, send us what you tried and what happened.
es: Si el símbolo falta o la búsqueda no funciona correctamente, envíanos qué intentaste y qué pasó.
fr: Si un symbole est manquant ou si la recherche ne fonctionne pas correctement, écrivez-nous ce que vous cherchiez et ce qui s'est passé.
tr: Bir sembol eksikse veya arama doğru çalışmıyorsa ne aradığınızı ve ne olduğunu bize bildirin.
zh_hans: 如果找不到该代码或搜索异常，请告诉我们您尝试搜索的内容和遇到的问题。

# finances.market.section_position
source: Позиция
de: Position
en: Position
es: Posición
fr: Position
tr: Pozisyon
zh_hans: 仓位

# finances.market.section_symbol
source: Рыночный инструмент
de: Marktinstrument
en: Market Instrument
es: Instrumento de mercado
fr: Instrument de marché
tr: Piyasa enstrümanı
zh_hans: 市场标的

# finances.mass_import.add_button
source: Добавить
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
tr: Ekle
zh_hans: 添加

# finances.mass_import.add_row
source: Добавить строку
de: Zeile hinzufügen
en: Add row
es: Añadir fila
fr: Ajouter une ligne
tr: Satır ekle
zh_hans: 添加一行

# finances.mass_import.add_row_hint
source: Тикер, рынок, количество и цена покупки
de: Ticker, Markt, Menge und Kaufpreis
en: Ticker, market, quantity and buy price
es: Ticker, mercado, cantidad y precio de compra
fr: Ticker, marché, quantité et prix d'achat
tr: Ticker, piyasa, miktar ve alım fiyatı
zh_hans: 代码、市场、数量和买入价

# finances.mass_import.bottom_action.empty
source: Нечего импортировать
de: Nichts zu importieren
en: Nothing to import
es: Nada que importar
fr: Rien à importer
tr: İçe aktarılacak veri yok
zh_hans: 没有可导入的内容

# finances.mass_import.bottom_action.import_format
source: Импортировать: %lld
de: Importieren: %lld
en: Import: %lld
es: Importar: %lld
fr: Importer : %lld
tr: İçe aktar: %lld
zh_hans: 导入：%lld

# finances.mass_import.bottom_action.prepared_rows_format
source: Подготовлено строк: %lld
de: Vorbereitete Zeilen: %lld
en: Prepared rows: %lld
es: Filas preparadas: %lld
fr: Lignes préparées : %lld
tr: Hazırlanan satır: %lld
zh_hans: 已准备行数：%lld

# finances.mass_import.candidate.choose_exact
source: Выберите точный инструмент из найденных совпадений
de: Genaues Instrument aus den Treffern unten wählen
en: Choose the exact instrument from the matches below
es: Elige el instrumento exacto de los resultados de abajo
fr: Choisissez l'instrument exact parmi les correspondances trouvées
tr: Bulunan eşleşmelerden tam enstrümanı seçin
zh_hans: 请从下面的匹配结果中选择准确的资产

# finances.mass_import.candidate.found_matches_format
source: Найдено вариантов: %lld
de: %lld Treffer gefunden
en: Found %lld matches
es: Se encontraron %lld coincidencias
fr: %lld correspondances trouvées
tr: %lld eşleşme bulundu
zh_hans: 找到匹配项：%lld

# finances.mass_import.candidate.tap_to_choose
source: Нажмите, чтобы выбрать инструмент
de: Tippen, um Instrument zu wählen
en: Tap to choose instrument
es: Toca para elegir instrumento
fr: Appuyez pour sélectionner l'instrument
tr: Enstrüman seçmek için dokunun
zh_hans: 点按以选择资产

# finances.mass_import.error.invalid_image
source: Не удалось прочитать скриншот.
de: Screenshot konnte nicht gelesen werden.
en: Failed to read screenshot.
es: Error al leer la captura.
fr: Impossible de lire la capture d'écran.
tr: Ekran görüntüsü okunamadı.
zh_hans: 无法读取截图。

# finances.mass_import.error.no_rows
source: Не нашёл строк для импорта тикеров.
de: Keine importierbaren Ticker-Zeilen gefunden.
en: No importable ticker rows found.
es: No se encontraron filas de ticker importables.
fr: Aucune ligne de ticker à importer trouvée.
tr: İçe aktarılacak ticker satırı bulunamadı.
zh_hans: 未找到可导入的代码行。

# finances.mass_import.error.no_text
source: На скриншотах не найден текст.
de: Kein Text auf Screenshots gefunden.
en: No text found on screenshots.
es: No se encontró texto en las capturas.
fr: Aucun texte trouvé dans les captures d'écran.
tr: Ekran görüntülerinde metin bulunamadı.
zh_hans: 截图中未发现文字。

# finances.mass_import.example.hint
source: Тикер, рынок, количество и цена покупки читаются сразу
de: Ticker, Markt, Menge und Kaufpreis sind auf einen Blick lesbar
en: Ticker, market, quantity, and buy price are readable at a glance
es: Ticker, mercado, cantidad y precio de compra son legibles de un vistazo
fr: Ticker, marché, quantité et prix d'achat bien lisibles
tr: Ticker, piyasa, miktar ve alım fiyatı net okunuyor
zh_hans: 代码、市场、数量和买入价一眼就能看清

# finances.mass_import.example.title
source: Пример удачного скриншота
de: Gutes Screenshot-Beispiel
en: Good screenshot example
es: Ejemplo de buena captura
fr: Exemple de bonne capture d'écran
tr: İyi ekran görüntüsü örneği
zh_hans: 合格截图示例

# finances.mass_import.field_buy_price
source: Цена покупки
de: Kaufpreis
en: Buy price
es: Precio de compra
fr: Prix d'achat
tr: Alım fiyatı
zh_hans: 买入价

# finances.mass_import.field_current_price
source: Текущая цена
de: Aktueller Preis
en: Current price
es: Precio actual
fr: Prix actuel
tr: Güncel fiyat
zh_hans: 当前价

# finances.mass_import.field_market
source: Рынок
de: Markt
en: Market
es: Mercado
fr: Marché
tr: Piyasa
zh_hans: 市场

# finances.mass_import.field_quantity
source: Количество
de: Menge
en: Quantity
es: Cantidad
fr: Quantité
tr: Miktar
zh_hans: 数量

# finances.mass_import.field_ticker
source: Тикер или пара
de: Ticker oder Paar
en: Ticker or pair
es: Ticker o par
fr: Ticker ou paire
tr: Ticker veya çift
zh_hans: 代码或交易对

# finances.mass_import.group
source: Группа
de: Gruppe
en: Group
es: Grupo
fr: Groupe
tr: Grup
zh_hans: 分组

# finances.mass_import.group_none
source: Без группы
de: Keine Gruppe
en: No group
es: Sin grupo
fr: Aucun groupe
tr: Grup yok
zh_hans: 无分组

# finances.mass_import.group.hint
source: Выберите группу, куда сохранить импортированные позиции
de: Gruppe wählen, in der importierte Positionen gespeichert werden
en: Choose the group where imported positions will be saved
es: Elige el grupo donde se guardarán las posiciones importadas
fr: Choisissez le groupe où les positions importées seront enregistrées
tr: İçe aktarılan pozisyonların kaydedileceği grubu seçin
zh_hans: 选择导入后持仓要保存到的分组

# finances.mass_import.include_in_total
source: Учитывать в Итого
de: In Gesamt einbeziehen
en: Include in Total
es: Incluir en total
fr: Inclure dans le total
tr: Toplama Dahil Et
zh_hans: 计入总额

# finances.mass_import.include_in_total.hint
source: Новые активы сразу попадут в общий баланс финансов
de: Neue Anlagen werden sofort in den Gesamtsaldo einbezogen
en: New assets will be included in the total balance right away
es: Los nuevos activos se incluirán en el saldo total de inmediato
fr: Les nouveaux actifs seront immédiatement inclus dans le solde total
tr: Yeni varlıklar hemen toplam bakiyeye dahil edilecek
zh_hans: 新资产会立即计入总资产余额

# finances.mass_import.instructions.button
source: Понятно
de: Verstanden
en: Got it
es: Entendido
fr: Compris
tr: Anladım
zh_hans: 知道了

# finances.mass_import.instructions.message
source: Откройте экран брокера или портфеля, где видны тикер, рынок, количество и цена покупки Делайте четкие скриншоты без сильного блюра, бликов и перекрытий Лучше использовать светлый фон и полный список позиций, а не обрезанные карточки Можно добавить до 8 скриншотов подряд, после чего проверьте найденные строки перед импортом
de: Öffne deinen Broker oder Portfolio-Bildschirm, auf dem Ticker, Markt, Menge und Kaufpreis sichtbar sind Mache klare Screenshots ohne starke Unschärfe, Blendung oder Überlagerungen Ein heller Hintergrund und vollständige Positionsliste funktionieren besser als beschnittene Karten Du kannst bis zu 8 Screenshots hinzufügen und dann die erkannten Zeilen vor dem Import prüfen
en: Open your broker or portfolio screen where ticker, market, quantity, and buy price are visible Capture clear screenshots without heavy blur, glare, or overlays A light background and full position list work better than cropped cards You can add up to 8 screenshots, then review the detected rows before import
es: Abre tu broker o pantalla de cartera donde el ticker, mercado, cantidad y precio de compra sean visibles Captura capturas nítidas sin desenfoque, reflejos ni superposiciones Fondo claro y lista de posiciones completa funcionan mejor que tarjetas recortadas Puedes añadir hasta 8 capturas, luego revisar las filas detectadas antes de importar
fr: Ouvrez l'écran de votre courtier ou portefeuille où le ticker, le marché, la quantité et le prix d'achat sont visibles Capturez des captures d'écran nettes sans flou excessif, reflets ou superpositions Un fond clair et une liste complète des positions fonctionnent mieux que des cartes recadrées Vous pouvez ajouter jusqu'à 8 captures d'écran, puis examiner les lignes détectées avant l'import
tr: Ticker, piyasa, miktar ve alış fiyatının görüneceği broker veya portföy ekranını açın Aşırı bulanıklık, parlama veya katman olmayan net ekran görüntüleri alın Açık arka plan ve tam pozisyon listesi, kırpılmış kartlardan daha iyi çalışır 8 adede kadar ekran görüntüsü ekleyebilir, ardından içe aktarmadan önce tespit edilen satırları inceleyebilirsiniz
zh_hans: 打开能看到代码、市场、数量和买入价的券商或持仓页面 截图要清晰，避免严重模糊、反光和遮挡 浅色背景和完整持仓列表通常比裁剪卡片更容易识别 最多可连续添加 8 张截图，导入前请先检查识别出的行

# finances.mass_import.instructions.subtitle
source: Чтобы импорт точнее распознал позиции
de: Um dem Import zu helfen, Positionen genauer zu erkennen
en: To help the import recognize positions more accurately
es: Para ayudar a la importación a reconocer posiciones con mayor precisión
fr: Pour aider l'import à reconnaître les positions plus précisément
tr: İçe aktarmanın pozisyonları daha doğru tanımasına yardımcı olmak için
zh_hans: 为了让导入更准确地识别持仓

# finances.mass_import.instructions.title
source: Как подготовить скриншоты
de: Wie Screenshots vorbereitet werden
en: How to prepare screenshots
es: Cómo preparar las capturas
fr: Comment préparer les captures d'écran
tr: Ekran görüntüleri nasıl hazırlanır
zh_hans: 如何准备截图

# finances.mass_import.management
source: Управление
de: Verwaltung
en: Management
es: Gestión
fr: Gestion
tr: Yönetim
zh_hans: 管理

# finances.mass_import.merge_duplicates
source: Объединять дубликаты тикеров
de: Doppelte Ticker zusammenführen
en: Merge duplicate tickers
es: Combinar tickers duplicados
fr: Fusionner les tickers en double
tr: Yinelenen ticker'ları birleştir
zh_hans: 合并重复代码

# finances.mass_import.merge_duplicates.hint
source: Склеивать одинаковые тикеры в одну итоговую позицию
de: Doppelte Ticker zu einer endgültigen Position zusammenführen
en: Merge duplicate tickers into one final position
es: Combinar tickers duplicados en una posición final
fr: Fusionner les tickers en double en une position finale unique
tr: Yinelenen ticker'ları tek bir nihai pozisyonda birleştir
zh_hans: 将重复代码合并成一个最终持仓

# finances.mass_import.mode.manual
source: Вручную
de: Manuell
en: Manual
es: Manual
fr: Manuel
tr: Manuel
zh_hans: 手动

# finances.mass_import.mode.screenshot
source: По скриншоту
de: Screenshot
en: Screenshot
es: Captura
fr: Capture d'écran
tr: Ekran görüntüsü
zh_hans: 按截图导入

# finances.mass_import.mode.screenshot.subtitle
source: Загрузите до 8 кадров, а мы соберем черновик позиций и отметим спорные строки.
de: Lade bis zu 8 Screenshots hoch und wir erstellen Entwurfspositionen und markieren mehrdeutige Zeilen.
en: Upload up to 8 screenshots and we will build draft positions and flag ambiguous rows.
es: Sube hasta 8 capturas y crearemos posiciones borrador y marcaremos las filas ambiguas.
fr: Téléchargez jusqu'à 8 captures d'écran et nous créerons des positions provisoires et signalerons les lignes ambiguës.
tr: 8 adede kadar ekran görüntüsü yükleyin, taslak pozisyonlar oluşturalım ve belirsiz satırları işaretleyelim.
zh_hans: 最多上传 8 张截图，我们会生成持仓草稿并标出有歧义的行。

# finances.mass_import.mode.title
source: Режим
de: Modus
en: Mode
es: Modo
fr: Mode
tr: Mod
zh_hans: 模式

# finances.mass_import.params
source: Параметры
de: Parameter
en: Parameters
es: Parámetros
fr: Paramètres
tr: Parametreler
zh_hans: 参数

# finances.mass_import.pick_screenshots
source: Выбрать до 8 скриншотов
de: Bis zu 8 Screenshots auswählen
en: Pick up to 8 screenshots
es: Seleccionar hasta 8 capturas
fr: Sélectionnez jusqu'à 8 captures d'écran
tr: 8 adede kadar ekran görüntüsü seçin
zh_hans: 最多选择 8 张截图

# finances.mass_import.preview_empty
source: Добавьте скриншоты или вставьте строки, чтобы собрать превью импорта
de: Screenshots hinzufügen oder Zeilen einfügen, um eine Import-Vorschau zu erstellen
en: Add screenshots or paste rows to build an import preview
es: Añade capturas o pega filas para crear una vista previa de importación
fr: Ajoutez des captures d'écran ou collez des lignes pour créer un aperçu d'import
tr: İçe aktarma önizlemesi oluşturmak için ekran görüntüsü ekleyin veya satır yapıştırın
zh_hans: 添加截图或粘贴行内容以生成导入预览

# finances.mass_import.preview_title
source: Готово: %1$lld из %2$lld
de: Bereit: %1$lld von %2$lld
en: Ready: %1$lld of %2$lld
es: Listo: %1$lld de %2$lld
fr: Prêt : %1$lld sur %2$lld
tr: Hazır: %1$lld / %2$lld
zh_hans: 就绪：%1$lld / %2$lld

# finances.mass_import.preview.filter
source: Фильтр
de: Filter
en: Filter
es: Filtrar
fr: Filtrer
tr: Filtre
zh_hans: 筛选

# finances.mass_import.preview.filter.problems_only
source: Только важное
de: Nur Probleme
en: Problems only
es: Solo problemas
fr: Problèmes uniquement
tr: Yalnızca sorunlar
zh_hans: 仅看需处理项

# finances.mass_import.preview.ready
source: Готово
de: Bereit
en: Ready
es: Listo
fr: Prêt
tr: Hazır
zh_hans: 就绪

# finances.mass_import.preview.total
source: Всего
de: Gesamt
en: Total
es: Total
fr: Total
tr: Toplam
zh_hans: 总计

# finances.mass_import.quick_settings
source: Быстрые настройки
de: Schnelleinstellungen
en: Quick Settings
es: Ajustes rápidos
fr: Paramètres rapides
tr: Hızlı Ayarlar
zh_hans: 快速设置

# finances.mass_import.screenshot_count
source: Выбрано скриншотов: %lld
de: Ausgewählte Screenshots: %lld
en: Selected screenshots: %lld
es: Capturas seleccionadas: %lld
fr: Captures d'écran sélectionnées : %lld
tr: Seçilen ekran görüntüleri: %lld
zh_hans: 已选择截图：%lld

# finances.mass_import.show_problems
source: Показать только требующие внимания
de: Nur Zeilen anzeigen, die Aufmerksamkeit benötigen
en: Show only rows that need attention
es: Mostrar solo filas que necesitan atención
fr: Afficher uniquement les lignes nécessitant attention
tr: Yalnızca dikkat gerektiren satırları göster
zh_hans: 只显示需要处理的行

# finances.mass_import.show_problems.hint
source: Оставить на экране только строки, которые требуют проверки.
de: Nur die Zeilen anzeigen, die noch überprüft werden müssen.
en: Show only the rows that still require review.
es: Mostrar solo las filas que aún requieren revisión.
fr: Afficher uniquement les lignes qui nécessitent encore une révision.
tr: Hâlâ inceleme gerektiren satırları göster.
zh_hans: 只显示仍需要检查的行。

# finances.mass_import.source.screenshot.hint
source: Лучше всего работают четкие таблицы и портфельные списки на светлом фоне
de: Scharfe Tabellen und Portfolio-Listen auf hellem Hintergrund funktionieren am besten
en: Sharp tables and portfolio lists on a light background work best
es: Las tablas nítidas y listas de cartera sobre fondo claro funcionan mejor
fr: Les tableaux nets et les listes de portefeuille sur fond clair donnent les meilleurs résultats
tr: Açık arka planda keskin tablolar ve portföy listeleri en iyi sonucu verir
zh_hans: 浅色背景上的清晰表格和持仓列表识别效果最好

# finances.mass_import.source.title
source: Источник
de: Quelle
en: Source
es: Fuente
fr: Source
tr: Kaynak
zh_hans: 来源

# finances.mass_import.status.ambiguous
source: Нужно выбрать
de: Mehrdeutig
en: Ambiguous
es: Ambiguo
fr: Ambigu
tr: Belirsiz
zh_hans: 模糊匹配

# finances.mass_import.status.found
source: Найдено
de: Gefunden
en: Found
es: Encontrado
fr: Trouvé
tr: Bulundu
zh_hans: 已找到

# finances.mass_import.status.not_found
source: Не найдено
de: Nicht gefunden
en: Not found
es: No encontrado
fr: Non trouvé
tr: Bulunamadı
zh_hans: 未找到

# finances.mass_import.status.price_missing
source: Нет цены
de: Preis nicht verfügbar
en: Price unavailable
es: Precio no disponible
fr: Prix indisponible
tr: Fiyat mevcut değil
zh_hans: 价格不可用

# finances.mass_import.title
source: Массовый импорт акций
de: Massen-Aktienimport
en: Bulk Stock Import
es: Importación masiva de acciones
fr: Import d'actions en masse
tr: Toplu Hisse Senedi İçe Aktarma
zh_hans: 批量导入股票

# finances.overview.accounts_short
source: сч.
de: Kto.
en: acc.
es: ctas.
fr: cptes
tr: hes.
zh_hans: 户

# finances.overview.accounts_suffix
source: счетов
de: Konten
en: accounts
es: cuentas
fr: comptes
tr: hesaplar
zh_hans: 账户

# finances.overview.chart.credit
source: Кредит
de: Haben
en: Credit
es: Crédito
fr: Crédit
tr: Kredi
zh_hans: 贷方

# finances.overview.chart.debit
source: Дебет
de: Soll
en: Debit
es: Débito
fr: Débit
tr: Borç
zh_hans: 借方

# finances.overview.chart.empty
source: Пока нет активов или обязательств
de: Noch keine Aktiva oder Verbindlichkeiten
en: No assets or liabilities yet
es: Aún no hay activos ni pasivos
fr: Aucun actif ni passif pour l'instant
tr: Henüz varlık veya yükümlülük yok
zh_hans: 暂无资产或负债

# finances.overview.chart.full
source: Все
de: Vollständig
en: Full
es: Completo
fr: Complet
tr: Tam
zh_hans: 全部

# finances.overview.chart.saldo
source: Сальдо
de: Saldo
en: Saldo
es: Saldo
fr: Solde
tr: Saldo
zh_hans: 净额

# finances.overview.chart.title
source: Поток баланса
de: Saldoverlauf
en: Balance flow
es: Flujo de saldo
fr: Flux de solde
tr: Bakiye akışı
zh_hans: 余额变动

# finances.overview.expanded_hint
source: Нажми на Debit или Credit выше, чтобы раскрыть только одну сторону и пролистывать группы по горизонтали.
de: Tippe oben auf Soll oder Haben, um eine Seite zu erweitern und Gruppen horizontal zu scrollen.
en: Tap Debit or Credit above to expand one side and scroll groups horizontally.
es: Toca Débito o Crédito arriba para expandir un lado y desplazarte por los grupos horizontalmente.
fr: Appuyez sur Débit ou Crédit ci-dessus pour développer un côté et faire défiler les groupes horizontalement.
tr: Bir tarafı genişletmek ve grupları yatay kaydırmak için yukarıdaki Borç veya Kredi'ye dokunun.
zh_hans: 点击上方的 Debit 或 Credit，可只展开一侧并横向浏览分组。

# finances.overview.group_accounts.one
source: %lld счет
de: %lld Konto
en: %lld account
es: %lld cuenta
fr: %lld compte
tr: %lld hesap
zh_hans: %lld 个账户

# finances.overview.group_accounts.other
source: %lld счетов
de: %lld Konten
en: %lld accounts
es: %lld cuentas
fr: %lld comptes
tr: %lld hesap
zh_hans: %lld 个账户

# finances.overview.groups_short
source: гр.
de: Gr.
en: gr.
es: gr.
fr: gr.
tr: gr.
zh_hans: 组

# finances.overview.groups_suffix
source: групп
de: Gruppen
en: groups
es: grupos
fr: groupes
tr: gruplar
zh_hans: 组

# finances.overview.hidden_groups.one
source: Еще групп: %lld
de: %lld weitere Gruppe
en: %lld more group
es: %lld grupo más
fr: %lld groupe supplémentaire
tr: %lld grup daha
zh_hans: 还有 %lld 个分组

# finances.overview.hidden_groups.other
source: Еще групп: %lld
de: %lld weitere Gruppen
en: %lld more groups
es: %lld grupos más
fr: %lld groupes supplémentaires
tr: %lld grup daha
zh_hans: 还有 %lld 个分组

# finances.overview.hints.ledger_sides
source: Кредит и дебит показаны как левая и правая стороны: кредит слева, дебит справа. Кредитные карты и кредиты — слева как обязательства.
de: Haben und Soll werden als linke und rechte Seite angezeigt: Haben links, Soll rechts. Kreditkarten und Kredite bleiben als Verbindlichkeiten links.
en: Credit and debit are shown as left and right sides: credit on the left, debit on the right. Credit cards and loans stay on the left as liabilities.
es: El crédito y el débito se muestran como lados izquierdo y derecho: crédito a la izquierda, débito a la derecha. Las tarjetas de crédito y préstamos permanecen a la izquierda como pasivos.
fr: Le crédit et le débit sont affichés comme côté gauche et droit : le crédit à gauche, le débit à droite. Les cartes de crédit et les prêts restent à gauche comme passifs.
tr: Kredi ve borç sol ve sağ taraf olarak gösterilir: kredi solda, borç sağda. Kredi kartları ve krediler yükümlülük olarak solda kalır.
zh_hans: Credit 和 debit 分别显示在左右两侧: credit 在左，debit 在右。信用卡和贷款作为负债保留在左侧。

# finances.overview.hints.title
source: Подсказки
de: Hinweise
en: Hints
es: Sugerencias
fr: Conseils
tr: İpuçları
zh_hans: 提示

# finances.overview.more_groups
source: Еще групп
de: Weitere Gruppen
en: More groups
es: Más grupos
fr: Plus de groupes
tr: Daha fazla grup
zh_hans: 更多分组

# finances.overview.nav.title
source: Бухгалтерская раскладка
de: Kontoübersicht
en: Ledger overview
es: Vista del libro mayor
fr: Aperçu du grand livre
tr: Defter genel bakışı
zh_hans: 账目总览

# finances.overview.no_accounts
source: Нет счетов
de: Keine Konten
en: No accounts
es: Sin cuentas
fr: Aucun compte
tr: Hesap yok
zh_hans: 暂无账户

# finances.overview.saldo.accessibility_format
source: Разница между активами и обязательствами в %@
de: Differenz zwischen Anlagen und Verbindlichkeiten in %@
en: Difference between assets and liabilities in %@
es: Diferencia entre activos y pasivos en %@
fr: Différence entre actifs et passifs en %@
tr: %@ içindeki varlıklar ve yükümlülükler arasındaki fark
zh_hans: %@ 计价的资产与负债差额

# finances.overview.ungrouped
source: Без группы
de: Nicht gruppiert
en: Ungrouped
es: Sin grupo
fr: Non groupé
tr: Grupsuz
zh_hans: 未分组

# finances.priority.high
source: Высокий
de: Hoch
en: High
es: Alta
fr: Élevée
tr: Yüksek
zh_hans: 高

# finances.priority.low
source: Низкий
de: Niedrig
en: Low
es: Baja
fr: Faible
tr: Düşük
zh_hans: 低

# finances.priority.normal
source: Обычный
de: Normal
en: Normal
es: Normal
fr: Normale
tr: Normal
zh_hans: 普通

# finances.purge_legacy.action
source: Удалить навсегда
de: Endgültig löschen
en: Delete permanently
es: Eliminar permanentemente
fr: Supprimer définitivement
tr: Kalıcı olarak sil
zh_hans: 永久删除

# finances.purge_legacy.confirm.message_format
source: Счёт и связанные операции (%lld) будут удалены безвозвратно. Действие необратимо.
de: Das Konto und die zugehörigen Vorgänge (%lld) werden endgültig gelöscht. Dies kann nicht rückgängig gemacht werden.
en: The account and its related operations (%lld) will be permanently deleted. This cannot be undone.
es: La cuenta y sus operaciones relacionadas (%lld) se eliminarán de forma permanente. Esta acción no se puede deshacer.
fr: Le compte et ses opérations associées (%lld) seront définitivement supprimés. Cette action est irréversible.
tr: Hesap ve ilişkili işlemler (%lld) kalıcı olarak silinecek. Bu işlem geri alınamaz.
zh_hans: 账户及其相关操作（%lld 项）将被永久删除。此操作无法撤销。

# finances.purge_legacy.confirm.title_format
source: Удалить счёт «%@»?
de: Konto „%@“ löschen?
en: Delete account “%@”?
es: ¿Eliminar la cuenta «%@»?
fr: Supprimer le compte « %@ » ?
tr: “%@” hesabı silinsin mi?
zh_hans: 删除账户「%@」？

# finances.quick_audit.changes_title
source: Что изменилось
de: Was sich geändert hat
en: What changed
es: Qué cambió
fr: Ce qui a changé
tr: Ne değişti
zh_hans: 变化汇总

# finances.quick_audit.confirm
source: Верно
de: Korrekt
en: Correct
es: Correcto
fr: Correct
tr: Doğru
zh_hans: 正确

# finances.quick_audit.current_balance
source: Текущий баланс
de: Aktueller Saldo
en: Current balance
es: Saldo actual
fr: Solde actuel
tr: Mevcut bakiye
zh_hans: 当前余额

# finances.quick_audit.description
source: Пройдитесь по каждому счёту и подтвердите или скорректируйте баланс.
de: Gehen Sie jeden Account durch und bestätigen oder korrigieren Sie den Kontostand.
en: Review each account and confirm or correct the balance.
es: Revisa cada cuenta y confirma o corrige el saldo.
fr: Parcourez chaque compte et confirmez ou corrigez le solde.
tr: Her hesabı gözden geçirin ve bakiyeyi onaylayın ya da düzeltin.
zh_hans: 逐一检查每个账户，确认或修正余额。

# finances.quick_audit.done
source: Готово
de: Fertig
en: Done
es: Listo
fr: Terminé
tr: Bitti
zh_hans: 完成
